Repository: dvir-pashut/tafi_care
Catalog: lib/l10n/intl_*.arb
Languages: he, zh

# title
source: Tafi Care
he: טאפי קר
zh: 塔菲护理

# welcome
source: Welcome to Tafi Care
he: ברוך הבא לטאפי קר
zh: 欢迎来到塔菲护理

source: Username
he: שם משתמש
zh: 用户名

source: Password
he: סיסמא
zh: 密码

source: Login
he: התחברות
zh: 登录

source: Authentication Failed
he: התחברות נכשלה
zh: 认证失败

source: Logout
he: התנתק
zh: 退出登录

# foodQuestion
source: Did you feed Tafi today?
he: האכלת את טאפי היום?
zh: 你今天喂塔菲了吗？

# foodGivenToday
source: Tafi has been fed today!
he: טאפי קיבלה מזון היום!
zh: 塔菲今天已经被喂食了！

# snackQuestion
source: No snacks given yet
he: עדיין לא קיבלה חטיפים
zh: 还没有给零食

# snackTimes
source: Snacks given at:
he: חטיפים ניתנו ב:
zh: 给零食的时间：

# walkQuestion
source: Did you walk Tafi today?
he: הוצאת את טאפי היום?
zh: 你今天遛塔菲了吗？

# walkGivenToday
source: Walk recorded for today!
he: טיול רשום להיום!
zh: 今天的散步已记录！

# undo
source: I didn't feed her... I pressed by mistake
he: לא האכלתי אותה...לחצתי בטעות
zh: 我没有喂她...我按错了

# walkPeriodMorning
source: Morning
he: בוקר
zh: 早上

# walkPeriodEvening
source: Evening
he: ערב
zh: 晚上

# walkNotYetMorning
source: No morning walk yet
he: טיול בוקר עדיין לא קרה
zh: 早上还没遛

# walkNotYetEvening
source: No evening walk yet
he: טיול ערב עדיין לא קרה
zh: 晚上还没遛

source: Clear
he: נקה ערך
zh: 清除

source: Start Walk Now
he: התחל טיול עכשיו
zh: 现在开始遛

# startSnackNow
source: I gave Snack just Now
he: נתתי חטיף עכשיו!
zh: 我刚刚给了零食

source: Clear Specific Time
he: מחק זמן ספציפי
zh: 清除特定时间

# foodLabel
source: Food
he: מזון
zh: 食品

# snacksLabel
source: Snacks
he: חטיפים
zh: 小吃

# walksLabel
source: Walks
he: טיולים
zh: 散步

# pupuQuestion
source: no pupu was collected today
zh: 今天没有收集到便便

# pupuTimes
source: pupu was collected at:
zh: 便便收集时间:

# startPupuNow
source: i just collected pupu!!!!
zh: 我刚刚收集了便便！
